tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "mutagen-io/mutagen"
brew "openssl@1.1"
brew "awscli"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "colima"
brew "docker"
brew "gcc"
brew "git-secrets"
brew "graphviz"
brew "netcat"
brew "nodebrew"
brew "peco"
brew "pgcli"
brew "postgresql@12", restart_service: true
brew "pstree"
brew "pyflow"
brew "python@3.10"
brew "rbenv"
brew "sipcalc"
brew "subversion"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "ktr0731/evans/evans"
brew "mutagen-io/mutagen/mutagen-compose"
cask "altair-graphql-client"
cask "android-file-transfer"
cask "clipy"
cask "dbeaver-community"
cask "figma"
cask "font-roboto-mono"
cask "iterm2"
cask "keepingyouawake"
cask "miro"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "ticktick"
cask "visual-studio-code"
cask "wireshark"
